Repository: YunoHost-Apps/jappix_ynh
Catalog: source/i18n/*/LC_MESSAGES/main.po
Languages: vi

source: JavaScript is missing in your web browser, so that you will not be able to launch Jappix! Please fix this.
vi: Trình duyệt của bạn không hỗ trợ JavaScript hoặc chức năng này đã bị tắt. Bạn không thể sử dụng Jappix!

source: Social channel, chat and more.
vi: Mạng xã hội, trò chuyện và hơn thế nữa.

source: Create your public profile.
vi: Tạo thông tin cá nhân.

source: A mini-chat for your website.
vi: Trình chat mini cho website.

source: Statistics around Jappix.
vi: Thông số về Jappix.

source: Download Jappix for free.
vi: Tải Jappix miễn phí.

source: Contribute to the Jappix code.
vi: Đóng góp code cho Jappix.

source: Jappix has been interrupted by a network issue, a bug or bad login (check that you entered the right credentials), sorry for the inconvenience.
vi: Đăng nhập

source: The element list on this server could not be obtained!
vi: Danh sách các thành phần trên máy chủ không được xác định!

source: Your password has been changed, now you can connect to your account with your new login data.
vi: Mật khẩu của bạn đã được thay đổi, bạn có thể kết nối tới tài khoản của mình bằng mật khẩu mới.

source: Your XMPP account has been removed, bye!
vi: Tài khoản XMPP của bạn đã được gỡ bỏ.

source: You have been logged out of your XMPP account, have a nice day!
vi: Bạn vừa thoát khỏi hệ thống XMPP, chúc bạn một ngày tốt lành!

source: The user that you want to reach is not present in the room.
vi: Người dùng bạn muốn tiếp xúc không có trong phòng chat.

source: Please enter the group chat address to join.
vi: Xin hãy nhập địa chỉ group chat để tham gia.

source: Please enter your nickname to join %s.
vi: Nhập nick name của bạn để tham gia %s.

source: This room (%s) is protected with a password.
vi: Phòng này (%s) được bảo vệ bởi mật khẩu.

source: Your browser is out of date!
vi: Trình duyệt của bạn đã quá cũ!

source: Last %s version is better!
vi: Phiên bản trước %s vẫn tốt hơn!

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Here we go!
vi: Đăng nhập

source: Server
vi: Máy chủ

source: Password
vi: Mật khẩu

source: Remember me
vi: Ghi nhớ

source: This tool has been disabled!
vi: Chức năng này đã bị khóa!

source: Due to a network issue, you were disconnected. What do you want to do now?
vi: Có vấn đề xảy ra ra với mạng của bạn, bạn vừa bị ngắt kết nối. Bạn có muốn kết nối lại không?

source: Reconnect
vi: Kết nối lại

source: Messages
vi: Thông điệp

source: Profile
vi: Thông tin cá nhân

source: Options
vi: Tùy chọn

source: Disconnect
vi: Ngắt kết nối

source: Filter
vi: Lọc

source: Add a friend
vi: Thêm bạn

source: Your groupchats
vi: Nhóm chat của bạn

source: Manage your favorite groupchats
vi: Quản lý nhóm chat ưa thích

source: More stuff
vi: Các chức năng khác

source: Show all friends
vi: Hiện toàn bộ danh sách bạn bè.

source: Only show connected friends
vi: Chỉ hiện những người online.

source: Message archives
vi: Tin nhắn lưu trữ

source: Date
vi: Ngày

source: A short message?
vi: Một tin nhắn nhanh?

source: How are you?
vi: Bạn khỏe không?

source: What are you doing?
vi: Bạn đang làm gì vậy?

source: Join a chat
vi: Tham gia chat

source: Status
vi: Tình trạng

source: Available
vi: Sẵn sàng

source: Talkative
vi: Sẵn sàng trò chuyện

source: Away
vi: Đã rời khỏi đây

source: Not available
vi: Không sẵn sàng

source: Busy
vi: Đang bận

source: Mood
vi: Tâm trạng

source: None
vi: Không gì cả

source: Crazy
vi: Hâm

source: Excited
vi: Khoái chí

source: Playful
vi: Vui vẻ

source: Happy
vi: Hạnh phúc

source: Shocked
vi: Shock

source: Hot
vi: Nóng

source: Sad
vi: Chán

source: Amorous
vi: Đa tình

source: Confident
vi: Tự tin

source: Activity
vi: Hoạt động

source: Chores
vi: Công việc

source: Drinking
vi: Đang nhậu

source: Eating
vi: Đang ăn

source: Exercising
vi: Đang tập

source: Grooming
vi: Đang chăm

source: Appointment
vi: Đang hẹn

source: Inactive
vi: Không sẵn sàng

source: Relaxing
vi: Đang nghỉ

source: Talking
vi: Đang trò chuyện

source: Traveling
vi: Đang du lịch

source: Working
vi: Đang làm việc

source: View profile
vi: Xem thông tin cá nhân

source: This is a repeat from %s
vi: Cái này được lặp lại từ %s

source: Repeat this notice
vi: Lặp lại chú ý này

source: Remove this notice
vi: Gỡ bỏ chú ý này

source: Your profile
vi: Thông tin cá nhân của bạn

source: Identity
vi: Nhận dạng

source: Profile image
vi: Ảnh cá nhân

source: Others
vi: Thông tin khác

source: Personal
vi: Cá nhân

source: Complete name
vi: Tên đầy đủ

source: First name
vi: Tên

source: Last name
vi: Họ

source: Date of birth
vi: Ngày sinh

source: Contact
vi: Liên hệ

source: Phone
vi: Số điện thoại

source: Website
vi: Trang web

source: Current
vi: Hiện tại

source: Delete
vi: Xóa

source: What a pity! You have no profile image defined in your identity card!
vi: Rất tiếc! Bạn không có ảnh cá nhân trong thẻ nhận dạng!

source: Address
vi: Địa chỉ

source: Street
vi: Đường phố

source: City
vi: Thành phố

source: Postal code
vi: Mã quốc gia

source: Country
vi: Quốc gia

source: Biography
vi: Tiểu sử

source: Important notice
vi: Chú ý quan trọng

source: Be careful with the information you store into your profile, because it might be accessible by everyone (even someone you don't want to).
vi: Cẩn thận với các thông tin mà bạn lưu trên profile, nó có thể được truy cập bởi bất kỳ ai (cả với những người mà bạn không mong muốn).

source: Not everything is private on XMPP; this is one of those things, your public profile (vCard).
vi: Không phải mọi thứ đều riêng tư trên XMPP, thông tin công khai của bạn (vCard) là một trong số đó.

source: It is strongly recommended to upload a profile image (%s maximum), like a picture of yourself, because that makes you easily recognizable by your friends.
vi: Khuyến cáo bạn nên upload ảnh đại diện (%s maximum) là ảnh của bạn để bạn bè có thể nhận ra.

source: Save
vi: Lưu lại

source: Cancel
vi: Hủy bỏ

source: Edit options
vi: Thay đổi tùy chọn

source: Channel
vi: Kênh

source: Commands
vi: Dòng lệnh

source: Sounds
vi: Âm thanh

source: Privacy
vi: Riêng tư

source: Message archiving
vi: Lưu trữ tin nhắn

source: Geolocation
vi: Địa lý

source: Empty
vi: Trống rỗng

source: Empty channel
vi: Kênh rỗng

source: Persistent
vi: Cố định

source: Maximum notices
vi: Số lượng chú ý tối đa

source: Account
vi: Tài khoản

source: Change password
vi: Đỏi mật khẩu

source: Delete account
vi: Xóa tải khoản

source: Old
vi: Cũ

source: New (2 times)
vi: Mới (2 lần)

source: Suggested chatrooms
vi: Lựa chọn phòng chat

source: Skip
vi: Bỏ qua

source: Continue
vi: TIếp tục

source: To
vi: Đến

source: Close
vi: Đóng

source: unknown
vi: Không rõ

source: Unavailable
vi: Không sẵn sàng

source: is now
vi: ngay bây giờ

source: Please wait while your avatar is uploaded...
vi: Xin hãy chờ, ảnh đại diện đang được upload ...

source: Here it is! A new beautiful profile image!
vi: OK đây rồi. Một bức ảnh đẹp!

source: The image file is not supported or has a bad size.
vi: Loại file không được hỗ trợ hoặc sai kích cỡ.

source: Reply
vi: Trả lời

source: Error
vi: Lỗi

source: Click here to solve the error
vi: Nhấn vào đây để sửa lỗi

source: You
vi: Bạn

source: Remove
vi: Gỡ bỏ

source: Rename
vi: Đổi tên

source: Hi, I am %s, I would like to add you as my friend.
vi: Xin chào, tôi là %s, tôi muốn kết bạn với bạn.

source: Smiley insertion
vi: Chèn biểu tượng cảm xúc

source: Change style
vi: Đổi giao diện

source: Text in bold
vi: Chữ in đậm

source: Text in italic
vi: Chữ in nghiêng

source: Underlined text
vi: Chữ gạch dưới

source: Send a file
vi: Gửi file

source: Once uploaded, your friend will be prompted to download the file you sent.
vi: Sau khi upload xong, bạn của bạn sẽ được thông báo để tải file.

source: Save chat
vi: Lưu chat

source: Click on the following link to get the chat log, and wait. Then click again to get the file.
vi: Click vào liên kết sau để xem nhật ký chat. Click lần nữa để tải file.

source: This chat is empty!
vi: Cuộc trò chuyện này không có nội dung.

source: Generate file!
vi: Tạo file!

source: Download file!
vi: Tải file!

source: Clean current chat
vi: Xóa nội dung chat hiện tại

source: Show user profile
vi: Hiện thông tin người dùng

source: Add this contact to your friends
vi: Thêm người dùng này vào danh sách bạn bè

source: Add this groupchat to your favorites
vi: Thêm nhóm chat này vào danh sách ưa thích

source: All tabs
vi: Tất cả tab

source: Close this tab
vi: Đóng cửa sổ này

source: no subject defined for this room.
vi: phòng chat này không có tiêu đề.

source: Administration panel for this room
vi: Quản lý phòng chat này

source: Moderators
vi: Người quản lý

source: Participants
vi: Những người tham gia

source: Visitors
vi: Khách

source: Manage favorite rooms
vi: Quản lý phòng chat ưa thích

source: Change favorites
vi: Thay đổi danh sách ưa thích

source: Search a room
vi: Tìm phòng chat

source: Select a favorite
vi: Chọn từ danh sách ưa thích

source: Getting the name...
vi: Đang lấy tên ...

source: Gateway
vi: Cổng thông tin

source: Name
vi: Tên

source: Room
vi: Phòng chat

source: Add
vi: Thêm

source: Edit
vi: Sửa

source: Search a room on
vi: Tìm trong phòng

source: No room found on this server.
vi: Không có phòng chat nào trên máy chủ này

source: Service discovery
vi: Tìm kiếm dịch vụ

source: Server to query
vi: Tìm kiếm từ máy chủ

source: Sorry, but the entity didn't return any result!
vi: Không có kết quả nào!

source: Accounts
vi: Những tài khoản

source: Authentications
vi: Sự xác nhận

source: Automation
vi: Tự động

source: Collaboration
vi: Sự hợp tác

source: Components
vi: Các thành phần

source: Rooms
vi: Các phòng

source: News
vi: Tin tức

source: Hierarchy
vi: Phân cấp

source: Service offline or broken
vi: Dịch vụ đã tắt hoặc hư hỏng

source: Your inbox
vi: Hòm thư chính

source: Available actions
vi: Chức năng sẵn có

source: Clean
vi: Dọn dẹp

source: New
vi: Mới

source: Received
vi: Đã nhận

source: Subject
vi: Tiêu đề

source: Content
vi: Nội dung

source: Send message
vi: Gửi tin nhắn

source: Your inbox is empty.
vi: Hòm thư chính rỗng

source: MUC administration
vi: Quản lý MUC

source: You administrate this room
vi: Bạn quản lý phòng này

source: Enter new subject
vi: Nhập tiêu đề mới

source: Configuration
vi: Cấu hình

source: Authorizations
vi: Quyền hạn

source: Member list
vi: Danh sách thành viên

source: Owner list
vi: Danh sách chủ thể

source: Administrator list
vi: Danh sách người quản lý

source: Destroy this MUC
vi: Loại bỏ MUC này

source: Yes, let's do it!
vi: OK, làm thôi!

source: Your friend is paying attention to the conversation.
vi: Bạn của bạn rất quan tâm đến đối thoại này.

source: Your friend is writing a message...
vi: Bạn của bạn đang viết tin nhắn ...

source: Your friend stopped writing a message.
vi: Bạn của bạn đã ngừng viết tin nhắn.

source: Your friend is doing something else.
vi: Bạn của bạn đang làm việc khác.

source: Your friend closed the chat.
vi: Bạn của bạn đã đóng cửa sổ chat.

source: Requesting this service...
vi: Đang yêu cầu dịch vụ ...

source: Loading
vi: Đang tải

source: changed his/her nickname to %s
vi: đổi nickname của người đó thành %s

source: joined the chat room
vi: đã tham gia phòng chat

source: left the chat room
vi: đã rời phòng chat

source: no status
vi: không đặt trạng thái

source: has been kicked
vi: đã bị kick

source: has been banned
vi: đã bị ban

source: no reason
vi: không có nguyên nhân

source: Communicate with the entire world!
vi: Follow the Giant!

source: Jappix is an open social platform, that let's you easily get or keep in touch with everyone.
vi: Chào mừng bạn đến với FTG Chat. Đây sẽ là nơi để các bạn giao lưu trao đổi cũng như nhận được tư vấn hỗ trợ về hệ thống FTG.

source: Join the millions of users who are currently using the XMPP Network (Google Talk, etc), don't stay out!
vi: Cùng tham gia với chúng tôi trên hệ thống XMPP!

source: Hi there!
vi: Chào bạn!

source: Welcome to %1s, “%2s”.
vi: Chào mừng bạn đến với %1s, "%2s".

source: Login to your existing XMPP account or create a new one for free!
vi: Đăng nhập bằng tải khoản XMPP của bạn hoặc tạo mới tài khoản.

source: For your account safety, when you login or register, make sure your password remains secret.
vi: Để đảm bảo an toàn, bạn nên thiết lập mật khẩu đủ mạnh.

source: Login to your existing XMPP account. You can also use the %s to join a groupchat.
vi: Đăng nhập bằng tài khoản XMPP của bạn. Bạn có thể sử dụng %s để tham gia chat nhóm.

source: Previous
vi: Trở lại

source: General
vi: Tổng quan

source: Advanced
vi: Nâng cao

source: Resource
vi: Tài nguyên

source: Priority
vi: Độ ưu tiên

source: Low
vi: Thấp

source: Medium
vi: Vừa

source: High
vi: Cao

source: Enter the groupchat you want to join and the nick you want to have. You can also go back to the %s.
vi: Nhập nhóm chat bạn muốn tham gia và nickname muốn hiển thị. Bạn cũng có thể trở lại %s.

source: login page
vi: trang đăng nhập

source: Share this link with your friends:
vi: Chia sẻ link này cho bạn bè:

source: Register a new XMPP account to join your friends on your own social cloud. That's simple!
vi: Đăng ký một tài khoản XMPP mới để tham gia. Rất đơn giản!

source: Required
vi: Bắt buộc

source: You have been registered, here is your XMPP address:
vi: Bạn vừa đăng ký xong, đây là tài khoản XMPP của bạn:

source: Manager
vi: Quản lý

source: Encrypted
vi: Mã hóa

source: Unencrypted
vi: Giải mã

source: Where are you?
vi: Bạn đang ở đâu?

source: What's up with you?
vi: Bạn thế nào?

source: Type something you want to share with your friends...
vi: Gõ gì đó để chia sẻ với bạn bè ...

source: Fetching the social channel...
vi: Đang tìm kiếm kênh xã hội ...

source: You are synchronized with your network.
vi: Bạn đã được đồng bộ lên network.

source: Cannot send anything: you can only receive notices!
vi: Không thể gửi: bạn chỉ có thể nhận thông báo!

source: Media viewer
vi: Trình xem Media

source: Browse
vi: Duyệt tới

source: Command
vi: Dòng lệnh

source: Join
vi: Tham gia

source: Automatic
vi: Tự động

source: Search
vi: Tìm kiếm

source: No result!
vi: Không có kết quả!

source: No notifications.
vi: Không có thông báo mới.

source: would like to add you as a friend.
vi: muốn kết bạn với bạn.

source: would like you to join this chatroom:
vi: bạn có muốn tham gia phòng chat này:

source: Do you accept?
vi: Bạn đồng ý không?

source: Yes
vi: Đồng ý

source: No
vi: Không

source: would like to get authorization.
vi: muốn được bạn cho phép.

source: would like to send you a file: “%s”.
vi: muốn gửi một file cho bạn: "%s".

source: has received a file exchange request: “%s”.
vi: vừa nhận yêu cầu trao đổi file: "%s".

source: has rejected to receive your file: “%s”.
vi: đã từ chối nhận file của bạn: "%s".

source: could not receive your file: “%s”.
vi: không thể nhận file của bạn: "%s".

source: Do you want to see the friends %s suggests you?
vi: Bạn có muốn được gợi ý kết bạn từ %s không?

source: commented an item you follow: “%s”.
vi: đã bình luận một vấn đề bạn quan tâm: "%s".

source: liked your post: “%s”.
vi: đã thích bài viết của bạn: "%s".

source: quoted you somewhere: “%s”.
vi: đã trích dẫn từ bạn ở đâu đó: "%s".

source: published on your wall: “%s”.
vi: đã viết lên tường của bạn:"%s".

source: tagged you in a photo (%s).
vi: đã đánh dấu bạn trong một ảnh (%s).

source: tagged you in a video (%s).
vi: đã đánh dấu bạn trong một video (%s).

source: Show
vi: Hiện

source: Hide
vi: Ẩn

source: Submit
vi: Xác nhận

source: Client
vi: Máy con

source: System
vi: Hệ thống

source: Local time
vi: Giờ hiện tại

source: Comments
vi: Những bình luận

source: User profile
vi: Thông tin người dùng

source: See his/her position on the globe
vi: Xem vị trí của người đó trên thế giới

source: Confirm
vi: Xác nhận

source: anonymous mode
vi: chế độ ẩn danh

source: Groups
vi: Nhóm

source: Unclassified
vi: Chưa được phân lớp

source: Authorize
vi: Cho phép

source: Ask for authorization
vi: Yêu cầu quyền hạn

source: Unblock
vi: Mở khóa

source: Prohibit
vi: Cấm

source: Block
vi: Khóa

source: Chat
vi: Trò chuyện

source: Groupchat
vi: Nhóm chat

source: Jappix Mobile
vi: Bản di động Jappix

source: Mobile
vi: Di động

source: Please wait...
vi: Xin chờ ...

source: Please enable JavaScript
vi: Hãy bật JavaScript

source: Show comments
vi: Hiện bình luận

source: Loading comments...
vi: Đang tải bình luận ...

source: Could not get the comments!
vi: Không thể tải bình luận!

source: Comments locked!
vi: Bình luận đã bị khóa!

source: Type your comment here...
vi: Nhập bình luận của bạn ở đây...

source: Your channel
vi: Kênh của bạn

source: Channel of
vi: Kênh của

source: More notices...
vi: Thông báo khác...

source: Attach a file
vi: Đính kèm file

source: Send
vi: Gửi

source: Unattach the file
vi: Bỏ đính kèm

source: An error occured while uploading your file: maybe it is too big (%s maximum) or forbidden!
vi: Có lỗi xảy ra khi upload file: có thể do file quá lớn (%s max) hoặc bị ngắt kết nối!

source: Authorization failed
vi: Cấp phép thất bại!

source: Registration failed, please choose a different username
vi: Đăng ký thất bại, hãy chọn một tên khác

source: Service unavailable
vi: Dịch vụ không sẵn sàng

source: Internal server error, try later
vi: Lỗi từ máy chủ, hãy trở lại sau

source: Your form has been sent.
vi: Form đã được gửi đi.

source: Application
vi: Ứng dụng

source: Media integration
vi: Tích hợp media

source: Keep local chat archives
vi: Lưu trữ tin nhắn trên máy tính

source: XMPP links
vi: Liên kết XMPP

source: Open XMPP links with Jappix
vi: Mở liên kết XMPP từ Jappix

source: changed the subject to:
vi: đổi tiêu đề thành:

source: Welcome!
vi: Chào mừng!

source: Friends
vi: Bạn bè

source: Welcome to Jappix, your own social cloud!
vi: Chào mừng bạn đến với Jappix, mạng xã hội của chính bạn.

source: Before you start using it, you will have to change some settings, search for friends and complete your profile.
vi: Trước khi sử dụng, bạn phải thay đổi thiết lập, tìm kiếm bạn bè và hoàn tất thông tin cá nhân.

source: Enable notification sounds
vi: Bật âm thanh thông báo

source: Share your position on the globe
vi: Chia sẻ vị trí của bạn trên bản đồ

source: Offline friends
vi: Bạn bè Offline

source: Don't hide offline friends
vi: Không ẩn bạn bè offline

source: Use this tool to find your friends on the server you are using right now, or add them later.
vi: Dùng công cụ này để tìm kiếm bạn bè trên server, hoặc thêm họ sau.

source: When you will press the save button, the profile editor will be opened. Happy socializing!
vi: Sau khi nhấn nút Lưu, trình chỉnh sửa thông tin cá nhân sẽ được mở. Chúc bạn vui vẻ!

source: Share Jappix on %s
vi: Chia sẻ Jappix lên %s

source: Using Jappix, an open social platform. I am %s!
vi: Sử dụng Jappix, một nền tảng mạng xã hội mở. Tôi là %s!

source: Unknown name
vi: Tên không xác định

source: Unknown country
vi: Quốc gia không xác định

source: Click to enable
vi: Clik để bật

source: Click to disable
vi: Click để tắt

source: Installation
vi: Cài đặt

source: Jappix installation
vi: Cài đặt Jappix

source: Welcome to the Jappix installation!
vi: Chào mừng bạn đến với trình cài đặt Jappix!

source: Welcome
vi: Chào mừng

source: Storage configuration
vi: Cài đặt cấu hình lưu trữ

source: Administrator account
vi: Tài khoản người quản trị

source: Main configuration
vi: Cấu hình chính

source: Hosts configuration
vi: Cấu hình máy chủ

source: Services installation
vi: Cài đặt dịch vụ

source: If the current language does not match yours (%1s), you can make Jappix speak %2s it will be saved.
vi: Nếu ngôn ngữ hiện tại không phù hợp với bạn(%1s),bạn có thế nói với Jappix %2s . Thông tin sẽ được lưu lại

source: If you want to get some help about the Jappix installation and configuration, you can use our whole documentation, available at:
vi: Nếu bạn muốn nhận được sự giúp đỡ về việc cài đặt và cấu hình Jappix, bạn có thể sử dụng toàn bộ tài liệu của chúng tôi,tại :

source: It's time to build your own social cloud: just go to the next step!
vi: Để xây dựng mạng xã hội đám mây của bạn,bạn chỉ cần thực hiện những bước tiếp theo!

source: The folder is writable, you can continue!
vi: Các thư mục có thể ghi, bạn có thế tiếp tục!

source: Jappix offers you the possibility to manage your configuration, install new plugins or search for updates. That's why you must create an administrator account to access the manager.
vi: Jappix cung cấp cho bạn khả năng để quản lý cấu hình của bạn, cài đặt plugin mới hoặc tìm kiếm các bản cập nhật. Đó là lý do tại sao bạn phải tạo một tài khoản quản trị để truy cập vào quản lý.

source: When Jappix will be installed, just click on the manager link on the home page to access it.
vi: Sau khi đã cài đặt xong Jappix, bạn nhấp vào đường dẫn quản lý trên trang chủ để truy cập.

source: Oops, you missed something or the two passwords do not match!
vi: Rất tiếc, bạn đã quên điều gì đó hoặc hai mật khẩu không khớp!`

source: Jappix needs that you specify some values to work. Please correct the following inputs (or keep the default values, which are sufficient for most people).
vi: Jappix cần bạn chỉ định một số giá trị để làm việc. Vui lòng sửa các đầu vào sau ( hoặc giữ nguyên giá trị mặc định)

source: Note that if you don't specify a value which is compulsory, it will be automatically completed with the default one.
vi: Chú ý nếu bạn không chỉ định một giá trị bắt buộc phải có, nó sẽ được tự động gán giá trị mặc định

source: User
vi: Người dùng

source: Service
vi: Dịch vụ

source: Service name
vi: Tên dịch vụ

source: Service description
vi: Mô tả dịch vụ

source: Connection
vi: Kết nối

source: Lock the host
vi: Khóa máy chủ

source: Anonymous mode
vi: Chế độ ẩn danh

source: Registration allowed
vi: Cho phép đăng ký

source: Manager link
vi: Đường dẫn quản trị

source: Groupchats to join
vi: Tham gia trò chuyện nhóm

source: Encryption
vi: Mã hóa

source: HTTPS storage
vi: Lưu trữ HTTPS

source: Compression
vi: Nén

source: This page helps you specify the default hosts Jappix will connect to. You can leave it as it is and continue if you want to use the official service hosts.
vi: Trang này giúp bạn xác định máy chủ mặc định mà Jappix sẽ kết nối. Bạn có thể giữ nguyên và tiêp tục nếu bạn muốn sử dụng dịch vụ chính thức

source: Maybe you don't know what a BOSH server is? In fact, this is a relay between a Jappix client and a XMPP server, which is necessary because of technical limitations.
vi: Có thể bạn không biết gì về một máy chủ BOSH. Trên thực tế, đó là một chuyển tiếp giữa một máy khách Jappix và một máy chủ XMPP,một sự cần thiết vì những hạn chế kỹ thuật

source: Main host
vi: Máy chủ chính

source: Groupchat host
vi: Máy chủ trò chuyện nhóm

source: Pubsub host
vi: Máy chủ Pubsub

source: Anonymous host
vi: Máy chủ ẩn danh

source: Directory host
vi: Thư mục chủ

source: BOSH host
vi: BOSH chủ

source: You can install some extra softwares on your server, to extend your Jappix features. Some others might be modified, because of security restrictions which are set by default.
vi: Bạn có thể cài đặt thêm những phần mêm vào máy chủ để mở rộng các tính năng của Jappix. Một vài người khác có thể thay đổi bởi vì những hạn chế bảo mật được thiết lập mặc định.

source: To perform this, you must be able to access your server's shell and be logged in as root. Remember this is facultative, Jappix will work without these modules, but some of its features will be unavailable.
vi: Để thực hiện được điều này, bạn phải truy cập được vào shell máy chủ của bạn và đăng nhập như là một tài khoản root. Hãy nhớ rằng điều này là tùy ý, Jappix sẽ làm việc mà không có một vài mô-đun, nhưng một vài tính năng của nó cũng ko được sử dụng
