Repository: YunoHost-Apps/jappix_ynh
Catalog: source/i18n/*/LC_MESSAGES/main.po
Languages: vi

source: After you finished the setup, Jappix will generate the cache files. It might be slow, just wait until the application is displayed and do not press any button.
vi: Sau khi bạn hoàn thành việc cài đặt, Jappix sẽ tạo ra các tập tin lưu trữ bộ nhớ cache. Jappix có thể sẽ chậm, bạn cần phải chờ cho đến khi chương trình được hiển thị, và không bấm vào bất kỳ nút bấm nào.

source: Thanks for using Jappix!
vi: Cảm ơn bạn đã sử dụng Jappix!

source: Next
vi: Tiếp theo

source: Finish
vi: Hoàn thành

source: Check again
vi: Kiểm tra lại

source: The folder is not writable, set the right permissions to the %s directory.
vi: Thư mục không được quyền ghi,thiết lập lại đúng quyền cho thư mục %s

source: %s is installed on your system.
vi: %s đã được cài đặt trên hệ thống của bạn.

source: %1s is not installed on your system, you should install %2s.
vi: %1s chưa được cài đặt trên hệ thống của bạn, bạn cần phải cài đặt %2s

source: PHP maximum upload size is sufficient (%s).
vi: Kích thước tải lên tối đa PHP là (%s)

source: PHP maximum upload size is not sufficient (%1s), you should define it to %2s in %3s.
vi: Kích thước PHP tối đa tải lên không đủ (%1s),bạn phải định nghĩa nó từ %2s đến %3s

source: Jappix manager
vi: Quản lý Jappix

source: Manager access
vi: Quản lý truy cập

source: Statistics
vi: Thống kê

source: Hosts
vi: Máy chủ

source: Design
vi: Thiết kế

source: Repeat
vi: Lặp lại

source: All
vi: Tất cả

source: Horizontal
vi: Chiều ngang

source: Vertical
vi: Chiều dọc

source: Center
vi: Trung tâm

source: Left
vi: Bên trái

source: Right
vi: Bên phải

source: Top
vi: Phía trên

source: Bottom
vi: Phía dưới

source: Adapt
vi: Thích ứng

source: Color
vi: Màu sắc

source: Users
vi: Người dùng

source: This is a restricted area: only the authorized users can manage this Jappix node.
vi: Đây là khu vực giới hạn : chỉ những người dùng có thẩm quyền mới có thể quản lý nốt Jappix này.

source: Please use the form below to login to the administration panel.
vi: Vui lòng sử dụng mẫu dưới đây để đăng nhập vào bảng điều khiển chính.

source: To improve security, sessions are limited in time and when your browser will be closed, you will be logged out.
vi: Để đảm bảo an toàn,phiên làm việc sẽ được hạn chế thời gian và khi trình duyện của bạn đóng lại,bạn sẽ bị đăng xuất ra khỏi hệ thống.

source: Credentials
vi: Thông tin

source: You have been logged out. Goodbye!
vi: Bạn đã đăng xuất. Tạm biệt!

source: Oops, you could not be recognized as a valid administrator. Check your credentials!
vi: Rât tiếc, bạn không được công nhận là một quản trị hợp lệ. Vui lòng kiểm tra lại thông tin của bạn!

source: Basic statistics are processed by Jappix about some important things, you can find them below.
vi: Những thống kê cơ bản được xử xý bởi Jappix về một số thông tin quan trọng, bạn có thể tìm chúng ở phía dưới.

source: Change your Jappix node configuration with this tool.
vi: Chỉnh sửa cấu hình nốt Jappix của bạn với công cụ này.

source: All this Jappix node stored files can be managed with this tool: please select a sub-folder and start editing its content!
vi: Tất cả các tập tin lưu trữ của nôt Jappix có thể quản lý bằng công cụ : vui lòng chọn một thư mục con và bắt đầu chỉnh sửa nội cung của nó!

source: Jappix is fully customisable: you can change its design right here.
vi: Jappix hoàn toàn được tùy biến: bạn có thể thay đổi thiết kế của nó tại đây.

source: This is not a valid image, please use PNG, GIF or JPG!
vi: Hình ảnh không đúng định dạng, vui lòng sử dụng ảnh PNG, GIF hoặc JPG!

source: This is not a valid image, please use the PNG format!
vi: Hình ảnh không đúng định dạng, vui lòng sử dụng ảnh PNG!

source: The image could not be received, would you mind retry?
vi: Ảnh không thể nhận được,bạn có muốn thử lại?

source: Your service logo has been successfully changed!
vi: Logo dịch vụ của bạn đã được thay đổi thành công!

source: Your image was added to the list!
vi: Hình ảnh của ban đã được thêm vào danh sách!

source: Changes saved!
vi: Thay đổi đã được lưu!

source: You can set your own service logo to replace the default one. Take care of the size and the main color of each logo!
vi: Bạn có thể thiết lập logo dịch vụ của bạn thay thế logo mặc định. Chú ý về kích thước và màu sắc của mỗi logo!

source: Upload each logo with the recommended maximum pixel size.
vi: Tải mỗi logo với kích thước lớn nhất theo yêu cầu.

source: Your logo format must be PNG. Leave a field empty and the logo will not be changed.
vi: Định dạng logo của bạn phải là PNG. Để lại một trường trống và logo sẽ không được thay đổi.

source: Remove this logo
vi: Gỡ bỏ logo này.

source: View this logo
vi: Xem logo này.

source: You can define more than one administrator for this Jappix node. You can also change a password with this tool.
vi: Bạn có thể định nghĩa nhiều hơn một người quản trị cho nốt Jappix này . Bạn cũng có thể đổi mật khẩu với công cụ này.

source: Update your Jappix node with this tool, or check if a new one is available. Informations about the latest version are also displayed (in english).
vi: Cập nhật nốt Jappix của bạn bằng công cụ này, hoặc kiểm tra nêu có một công cụ mới. Thông tin về phiên bản mới nhất sẽ luôn được hiển thị (bằng Tiếng Anh).

source: Access statistics
vi: Thống kê truy cập

source: Share statistics
vi: Chia sẻ số liệu thống kê

source: Other statistics
vi: Thống kê khác

source: January
vi: Tháng Một

source: February
vi: Tháng Hai

source: March
vi: Tháng Ba

source: April
vi: Tháng Tư

source: May
vi: Tháng Năm

source: June
vi: Tháng Sáu

source: July
vi: Tháng Bảy

source: August
vi: Tháng Tám

source: September
vi: Tháng Chín

source: October
vi: Tháng Mười

source: November
vi: Tháng Mười Một

source: December
vi: Tháng Mười Hai

source: Monday
vi: Thứ Hai

source: Tuesday
vi: Thứ Ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ Năm

source: Friday
vi: Thứ Sáu

source: Saturday
vi: Thứ Bảy

source: Sunday
vi: Chủ Nhật

source: Total
vi: Tổng

source: Music
vi: Âm nhạc

source: Backgrounds
vi: Nền

source: Share
vi: Chia sẻ

source: Background
vi: Nền

source: Notice
vi: Thông báo

source: Your design preferences have been saved!
vi: Thiết kế của bạn đã được lưu!

source: Please check your inputs: something is missing!
vi: Vui lòng kiểm tra đầu vào của bạn : Một vài thứ bị thiếu!

source: Change your Jappix node background with this tool. You can either set a custom color or an uploaded image. Let your creativity flow!
vi: Thay đổi nền nút Jappix của bạn với công cụ này. Bạn có thể tùy chỉnh màu sắc hoặc tải lên một hình ảnh.

source: Use default background
vi: Sử dụng ảnh nền mặc định

source: Use your own image
vi: Sử dụng hình ảnh của bạn

source: Select a background to use and change the display options.
vi: Chọn một ảnh nền để sử dụng và thay thôi tùy chọn hiển thị.

source: Use your own color
vi: Sử dụng màu sắc của bạn

source: Type the hexadecimal color value you want to use as a background.
vi: Nhập giá trị màu hệ hexa mà bạn muốn sử dụng làm nền.

source: Manage backgrounds
vi: Quản lý ảnh nền.

source: You can add a new background to the list with this tool. Please send a valid image.
vi: Bạn có thể thêm ảnh nền mới vào danh sách với công cụ này. Vui lòng gửi một ảnh hợp lệ.

source: If you want to remove some backgrounds, use the browser below.
vi: Nếu bạn muốn gỡ bỏ một vài ảnh nền, sử dụng trình duyệt dưới đây.

source: Define a homepage notice for all your users, such as a warn, an important message or an advert with this tool.
vi: Định nghĩa một thông báo ở trang chủ cho tất cả người dùng của bạn, một thông tin cảnh báo, một tin nhắn quan trọng hoặc là một quảng cáo với công cụ này.

source: Simple notice
vi: Thông báo đơn giản

source: This notice only needs simple text to be displayed, but no code is allowed!
vi: Thông báo này chỉ cho hiển thị văn bản đơn giản,nhưng không mã hóa được cho phép.

source: Advanced notice
vi: Thông báo nâng cao

source: You can customize your notice with embedded HTML, CSS and JavaScript, but you need to code the style.
vi: Bạn có thể tùy chỉnh thông báo của bạn với mã nhúng HTML, CSS và JavaScrtip, nhưng bàn cần phải lập trình style

source: Available updates
vi: Cập nhật có sẵn

source: What's new?
vi: Có gì mới?

source: Your storage folders are not writable, please apply the good rights!
vi: Thư mục lưu trữ của bạn không thể ghi, vui lòng áp dụng đúng quyền!

source: %1s may cause problems to the proxy, please increase %2s value up to %3s!
vi: %1s có thể gây ra các vấn đề cho proxy, vui lòng tăng %2s lên %3s!

source: You are using a development version of Jappix. Update it through our repository by executing: %s.
vi: Bạn đang sử dụng phiên bản đang phát triển của Jappix. Cập nhật Jappix thông qua qua kho lưu trữ của chúng tôi bằng cách thực hiện : %s.

source: A new Jappix version is available! Check what is new and launch the update!
vi: Đã có phiên bản mới của Jappix. Kiểm tra những điều mới và chạy cập nhật chương trình!

source: Your version is out to date. Update it now to %s by clicking here!
vi: Phiên bản của bạn đã được cập nhật. Nâng cấp ngay đến phiên bản %s bằng cách nhấp vào đây!

source: Your version seems to be up to date, but you can check updates manually by clicking here.
vi: Phiên bản của bạn dường như đã được nâng cấp,nhưng bạn có thể kiểm tra cập nhật thủ công bằng cách nhấp vào đây.

source: Check for updates
vi: Kiểm tra cập nhật

source: Update in progress
vi: Đang chạy cập nhật

source: Jappix has been updated: you are now running the latest version. Have fun!
vi: Jappix đã được cập nhật: bạn đang chạy phiên bản mới nhất. Chúc vui vẻ!

source: The update has failed! Please try again later.
vi: Cập nhật có lỗi. Vui lòng thử lại sau.

source: Downloading package...
vi: Đang tải xuống gói...

source: Removing current Jappix system files...
vi: Loại bỏ những tập tin hệ thống Jappix hiện tại...

source: Extracting package...
vi: Giải nén gói...

source: Regenerating storage folder tree...
vi: Tạo lại cây thư mục lưu trữ...

source: Jappix is now up to date!
vi: Jappix bây giờ đã được nâng cấp phiên bản!

source: Aborted: socket error!
vi: Hủy bỏ : Lỗi socket!

source: Aborted: buffer error!
vi: Hủy bỏ : Lỗi bộ đệm 'buffer'!

source: Aborted: everything is not writable!
vi: Hủy bỏ : Tất cả đều không thể ghi !

source: Aborted: could not extract the package!
vi: Hủy bỏ: Không thể giải nén!

source: Visits
vi: Thăm

source: Daily
vi: Hàng ngày

source: Weekly
vi: Hàng tuần

source: Monthly
vi: Hàng tháng

source: Yearly
vi: Hàng năm

source: Size
vi: Kích thước

source: Clean everything
vi: Dọn dẹp mọi thứ

source: Purge cache
vi: Thanh lọc bộ nhớ đệm

source: Purge logs
vi: Thanh lọc bản ghi log

source: Purge sent files
vi: Thanh lọc việc gửi tập tin

source: Purge updates
vi: Thanh lọc cập nhật

source: The storage folder you wanted to clean is now empty!
vi: Thư mục bạn muốn dọn dẹp hiện đã trống!

source: Keep your Jappix node fresh and fast, clean the storage folders regularly!
vi: Luôn giữ cho Jappix sạch sẽ và gọn gàng, hãy dọn dẹp thư mục thường xuyên!

source: Upload your music (Ogg Vorbis, MP3 or WAV) to be able to listen to it in Jappix!
vi: Tải nhạc của bạn lên(Ogg Vorbis, MP3)!

source: The file you want to upload must be smaller than %s.
vi: Tập tin mà bạn muốn tải lên phải nhỏ hơn %s.

source: Title
vi: Tiêu đề

source: Enable my public profile
vi: Bật thông tin cá nhân của tôi.
